Repository: ltrgithub/X3GestAA
Catalog: translation-indexes/messages_Syracuse.tmx
Source language: en_us
Languages: de_de, es_es, fr_fr, pt_pt, zh_cn

source: Your browser seems not to support any kind of HTML5 database. This error message also occurs if you use the browser in Private browsing mode which is not supported.
de_de: Ihr Browser unterstützt anscheinend keine HTML5-Datenbanken. Dieser Fehler erscheint auch wenn Sie den Browser im Private-Browsing-Modus verwenden, der nicht unterstützt wird.
es_es: Su navegador no parece compatible con nigún tipo de base de datos HTML5. Este mensaje de error aparece también si utiliza el navegador en modo de navegación privada que no está soportado.
fr_fr: Votre navigateur ne semble être compatible avec aucun type de base de données HTML5. Ce message d'erreur apparaît également si vous utilisez le navigateur dans un mode de navigation privée qui n'est pas supporté.
pt_pt: Seu navegador não parece ser compatível com qualquer tipo de dados baseado HTML5. Esta mensagem de erro aparece Além disso, se usar o navegador no modo de navegação privada não é suportado.
zh_cn: 您的浏览器似乎与任何类型的HTML5数据库都不兼容。这条报错消息同样会出现，如果您在浏览器中使用不受支持的隐私浏览模式。

source: No favorites picked in online mode
de_de: Keine Favoriten im Onlinemodus ausgewählt
es_es: Ningún favorito seleccionado en modo en línea
fr_fr: Aucun favori sélectionné en mode en ligne
pt_pt: Não há favoritos selecionado o modo on-line
zh_cn: 在线模式下未选定任何收藏

source: No drafts to send/edit
de_de: Keine Entwürfe zum senden/bearbeiten
es_es: Existen borradores a enviar/editar.
fr_fr: Il n'y a pas des brouillons à envoyer/editer.
pt_pt: Não há rascunhos para enviar/editar.
zh_cn: 没有待发送/编辑的草稿。

source: No title
de_de: Kein Titel
es_es: Sin título
fr_fr: Sans titre
pt_pt: Sem título
zh_cn: 无标题

source: Maximum number of decimals is {0}
de_de: Maximale Anzahl der Dezimalen ist {0}
es_es: El número máximo de decimales es de {0}
fr_fr: Le nombre maximum de décimales est de {0}
pt_pt: O número máximo de casas decimais é {0}
zh_cn: 小数的最大位数{0}

source: Off-line mode
de_de: Offlinemodus
es_es: Modo fuera de línea
fr_fr: Mode hors ligne
pt_pt: Modo Desligado
zh_cn: 离线模式

source: Can't open/create local database
de_de: Lokale Datenbank kann nicht geöffnet/erstellt werden
es_es: Imposible abrir / crear la base de datos local
fr_fr: Impossible d'ouvrir / créer base de données locale
pt_pt: Não é possível abrir / criar um banco de dados local
zh_cn: 无法打开/创建本地数据库

source: "{0}" password does not match.
de_de: "{0}" Passwort passt nicht.
es_es: "{0}" las dos nuevas contraseñas son diferentes.
fr_fr: "{0}" les deux nouveaux mots de passe sont différents.
pt_pt: "{0}" tanto as novas senhas são diferentes.
zh_cn: "{0}"两次输入的新密码不一致。

source: Choose a file
de_de: Datei auswählen
es_es: Foto
fr_fr: Photo
pt_pt: Foto
zh_cn: 照片

source: Remove picture
de_de: Bild entfernen
es_es: Quitar la imagen
fr_fr: Retirer l'image
pt_pt: Remover imagem
zh_cn: 移除图片

source: No camera found.
de_de: Keine Kamera gefunden
es_es: Cámara de foto no encontrada.
fr_fr: Appareil photo introuvable.
pt_pt: Camera encontrado.
zh_cn: 未找到相机。

source: Take a photo
de_de: Machen Sie eine Aufnahme
es_es: Tomar una foto
fr_fr: Prendre une photo
pt_pt: Tire uma foto
zh_cn: 拍照

source: Value should be >= {0} and <= {1}
de_de: Wert sollte >= {0} und <= {1} sein
es_es: El valor debe ser >= {0} y <= {1}
fr_fr: La valeur doit être >= {0} et <= {1}
pt_pt: O valor deve ser> = {0} e <= {1}
zh_cn: 该值应当>= {0}且<= {1}

source: Remember me
de_de: Erinnern
es_es: Acordarse de mi
fr_fr: Se souvenir de moi
pt_pt: Lembre de mim
zh_cn: 记住我

source: Edit or remove your drafts before install.
de_de: Bearbeiten oder entfernen Sie Ihre Entwürfe vor der Installation.
es_es: Ya existen borradores encurso. Instalación imposible.
fr_fr: Il y a des brouillons en cours. Installation impossible.
pt_pt: Há rascunhos em curso. Impossível instalar
zh_cn: 有正在处理的草稿。无法安装。

source: Remove your drafts before changing language settings.
de_de: Entfernen Sie Ihre Entwürfe, bevor Sie die Spracheinstellungen ändern
es_es: Qutar los borradores antes de cambiar los parámetros de idioma.
fr_fr: Retirer vos brouillons avant de changer les paramètres de langue.
pt_pt: Retire seus rascunhos antes de alterar as configurações de idioma.
zh_cn: 请在更改语言设置之前删除您的草稿。

source: Applications List
de_de: Anwendungsverzeichnis
es_es: Lista de aplicaciones
fr_fr: Liste des applications
pt_pt: Lista das aplicações
zh_cn: 应用程序列表

source: Save
de_de: Speichern
es_es: Regist.
fr_fr: Enreg.
pt_pt: Reg.
zh_cn: 保存

source: Fixed login
de_de: Fester Login
es_es: Usuario por defecto
fr_fr: Utilisateur par défaut
pt_pt: Utilizador por defeito
zh_cn: 默认用户

source: This login will be used each time you log on
de_de: Dieser Login wird jedesmal wenn Sie sich anmelden verwendet
es_es: Este logín será utilizado en cada conexión
fr_fr: Ce login sera utilisé à chaque connexion
pt_pt: Este login será usado para cada conexão
zh_cn: 此登录信息将用于每次连接

source: Search
de_de: Suche
es_es: Buscar
fr_fr: Rechercher
pt_pt: Pesquisar
zh_cn: 搜索

source: Select all
de_de: Alle auswählen
es_es: Seleccionar todo
fr_fr: Sélectionner tout
pt_pt: Seleccionar tudo
zh_cn: 全选

source: Invert selection
de_de: Auswahl umkehren
es_es: Invertir la selección
fr_fr: Inverser la sélection
pt_pt: Inverter selecção
zh_cn: 反选

source: Select at least one endpoint
de_de: Mindestens einen Endpoint auswählen
es_es: Seleccionar al menos un punto de acceso
fr_fr: Selectionner au moins un point d'accès
pt_pt: Selecione pelo menos um ponto de acesso
zh_cn: 至少选择一个接入点

source: Send all drafts
de_de: Alle Entwürfe senden
es_es: Enviar los borradores
fr_fr: Envoyer les brouillons
pt_pt: Enviar rascunhos
zh_cn: 发送草稿

source: Sending ...
de_de: Senden ...
es_es: Envío...
fr_fr: Envoi ...
pt_pt: Enviando ...
zh_cn: 发送中...

source: Sort
de_de: Sortieren
es_es: Clasificar
fr_fr: Trier
pt_pt: Ordenar
zh_cn: 排序

source: Sort order
de_de: Sortierreihenfolge
es_es: Orden de clasificación
fr_fr: Ordre de tri
pt_pt: Ordem de ordenação
zh_cn: 排列顺序

source: Undo All changes
de_de: Alle Änderungen rückgängig
es_es: Cancelar todos los cambios
fr_fr: Annuler tous les changements
pt_pt: Anular todas as alterações
zh_cn: 撤销所有更改项

source: Send Changes
de_de: Änderungen senden
es_es: Enviar los cambios
fr_fr: Envoyer les changements
pt_pt: Envie modificaçãos
zh_cn: 发送更改项

source: Resynchronize local database
de_de: Lokale Datenbank erneut synchronisieren
es_es: Reinstalar la aplicación actual
fr_fr: Réinstaller l'application courante
pt_pt: Reinstalar o aplicativo atual
zh_cn: 重装当前的应用程序

source: Value greater than {0} is expected
de_de: Wert größer als {0} wird erwartet
es_es: Valor superior a {0} esperado
fr_fr: Valeur supérieure à {0} attendue
pt_pt: Maior que {0} valor esperado
zh_cn: 值大于预期的{0}

source: Unknown error
de_de: Unbekannter Fehler
es_es: Error desconocido
fr_fr: Erreur inconnue
pt_pt: Erro desconhecido
zh_cn: 未知错误

source: Unselect all
de_de: Alle abwählen
es_es: Cancelar selección de todo
fr_fr: Désélectionner tout
pt_pt: Des-selec. tudo
zh_cn: 取消全选

source: User Name
de_de: Benutzername
es_es: Usuario
fr_fr: Utilisateur
pt_pt: Utilizador
zh_cn: 用户

source: Validate
de_de: Bestätigen
es_es: Validar
fr_fr: Valider
pt_pt: Validar
zh_cn: 审核

source: Reset
de_de: Zurücksetzen
es_es: Reinicializar
fr_fr: Réinitialiser
pt_pt: Reinicializar
zh_cn: 重置

source: Template Management
de_de: Vorlagenverwaltung
es_es: Gestión de modelos
fr_fr: Gestion des modèles
pt_pt: Gerenciamento de modelos
zh_cn: 模板管理

source: Templates
de_de: Vorlagen
es_es: Modelos
fr_fr: Modèles
pt_pt: Modelos
zh_cn: 模板

source: Create new template
de_de: Neue Vorlage erstellen
es_es: Crear un nuevo modelo
fr_fr: Créer un nouveau modèle
pt_pt: Criar um novo modelo
zh_cn: 创建新模板

source: Available templates
de_de: Verfügbare Vorlagen
es_es: Modelos disponibles
fr_fr: Modèles disponibles
pt_pt: Modelos disponíveis
zh_cn: 可用模板

source: Date:
de_de: Datum:
es_es: Fecha :
pt_pt: Data e hora:
zh_cn: 日期：

source: Template '{0}' has been created.
de_de: Vorlage '{0}' wurde erstellt
es_es: El modelo '{0}' se ha creado.
fr_fr: Le modèle '{0}' a été créé.
pt_pt: O '{0}' modelo foi criado.
zh_cn: 已创建模板'{0}'。

source: Template '{0}' has been updated.
de_de: Vorlage '{0}' wurde aktualisiert
es_es: El modelo '{0}' se ha actualizado.
fr_fr: Le modèle '{0}' a été mis à jour.
pt_pt: O '{0}' modelo foi atualizado.
zh_cn: 已更新模板'{0}'。

source: Template deleted.
de_de: Vorlage gelöscht.
es_es: Modelo borrado.
fr_fr: Modèle supprimé.
pt_pt: Modelo excluído.
zh_cn: 已删除模板。

source: Template '{0}' selected.
de_de: Vorlage '{0}' ausgewählt
es_es: Modelo '{0}' seleccionado.
fr_fr: Modèle '{0}' sélectionné.
pt_pt: Modelo '{0}' selecionado.
zh_cn: 已选择模板'{0}'。

source: Template '{0}' could not be found.
de_de: Vorlage '{0}' konnte nicht gefunden werden.
es_es: El modelo '{0}' no se encuentra.
fr_fr: Le modèle '{0}' est introuvable.
pt_pt: O modelo '{0}' não foi encontrado.
zh_cn: 未找到模板'{0}'。

source: Apply
de_de: Anwenden
es_es: Aplicar
fr_fr: Appliquer
pt_pt: Aplicar
zh_cn: 应用

source: Record unmodified
de_de: Datensatz nicht geändert
es_es: Registro no modificado
fr_fr: Enregistrement non modifié
pt_pt: Registro não modificado
zh_cn: 记录未修改

source: This record has been reset. Your input has been lost
de_de: Dieser Datensatz wurde zurückgesetzt. Ihre Eingabe ist verloren gegangen
es_es: Este registro se ha reinicializado. Los datos introducidos se han perdido.
fr_fr: Cet enregistrement a été réinitialisé. Vos données saisies ont été perdues.
pt_pt: Este registro foi zerado. Seus dados de entrada foi perdida.
zh_cn: 该记录已被重置。您录入的数据已丢失。

source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
pt_pt: Sim
zh_cn: 是

source: Cannot save draft. Key is empty.
de_de: Entwurf kann nicht gespeichert werden. Schlüssel ist leer.
es_es: Imposible guardar el borrador. La clave está vacía.
fr_fr: Impossible d'enregistrer le brouillon. La clé est vide.
pt_pt: Não foi possível salvar rascunho. A chave está vazia.
zh_cn: 无法保存草稿。密钥为空。

source: Your record has been saved as a draft
de_de: Ihr Datensatz wurde als Entwurf gespeichert
es_es: Su registro se ha guardado como borrador
fr_fr: Votre enregistrement a été sauvegardé en tant que brouillon
pt_pt: O seu registo foi salva como um rascunho
zh_cn: 您的记录已保存为草稿

source: Language can be changed in online mode only
de_de: Sprache kann nur im Onlinemodus geändert werden
es_es: El idioma solo se puede modificar en modo en línea
fr_fr: La langue peut être modifiée uniquement en mode en ligne
pt_pt: A linguagem só pode ser alterado no modo on-line
zh_cn: 只能在在线模式下更改语言

source: <b>Attention:</b><br>Changing the language will reinstall all applications and you will be disconnected from the application
de_de: <b>Achtung:</b><br>Durch Ändern der Sprache werden alle Anwendungen neu installiert und Sie werden von der Anwendung getrennt
es_es: <b>Cuidado:</b><br>modificar el idioma va a reinstalar todas las aplicaciones y será desconectado de la aplicación
fr_fr: <b>Attention:</b><br>modifier la langue va réinstaller toutes les applications et vous serez déconnecté de l'application
pt_pt: <b>Warning:</b> <br> alterar o idioma irá reinstalar todos os aplicativos e será desconectado da aplicação
zh_cn: <b>请注意：</b><br>更改语言将会重装所有应用程序，而您将被迫退出 应用程序

source: Your language setting has been changed and you have been disconnected from the application.
de_de: Ihre Spracheinstellung wurde geändert und Sie wurden von der Anwendung getrennt.
es_es: Sus parámetros de idioma se han modificado y ha sido desconectado de la aplicación
fr_fr: Vos paramètres de langue ont été modifiés et vous avez été déconnecté de l'application.
pt_pt: Suas configurações de idioma foram alteradas e foi desconectado do aplicativo.
zh_cn: 您的语言设置已被更改且您已断开与应用程序的连接。

source: Return to home page
de_de: Zur Startseite zurückkehren
es_es: Volver a la página de inicio
fr_fr: Retourner à la page d'accueil
pt_pt: Voltar para a página inicial
zh_cn: 返回主页

source: Your language setting has not been changed.
de_de: Ihre Spracheinstellung wurde nicht geändert.
es_es: Sus parámetros de idioma se han modificado.
fr_fr: Vos paramètres de langue n'ont pas été modifiés.
pt_pt: Suas configurações de idioma não foram alteradas.
zh_cn: 您的语言设置未被更改。

source: Error(s)
de_de: Fehler
es_es: Error(es)
fr_fr: Erreur(s)
pt_pt: Erro(s)
zh_cn: 错误

source: Company registration number:
de_de: Registrierungsnummer Unternehmen
es_es: Número NIF:
fr_fr: Numéro SIREN :
pt_pt: Número SIRENE:
zh_cn: 公司索引识别系统代码编号：

source: License granted to:
de_de: Lizenz erteilt für:
es_es: Licencia otorgada a:
fr_fr: Licence accordée à :
pt_pt: Licenciado para:
zh_cn: 授权给：

source: Expiration date:
de_de: Ablaufdatum:
es_es: Fecha de caducidad:
fr_fr: Date d'expiration :
pt_pt: Data de validade:
zh_cn: 到期日：

source: License
de_de: Lizenz
es_es: Licencia
fr_fr: Licence
pt_pt: Licença
zh_cn: 许可证

source: Legal notice
de_de: Rechtlicher Hinweis
es_es: Datos legales
fr_fr: Mentions légales
pt_pt: Menções legais
zh_cn: 法律声明

source: Update to {0}
de_de: Aktualisieren auf {0}
es_es: Actualizar hacia {0}
fr_fr: Mettre à jour vers {0}
pt_pt: Atualizando para {0}
zh_cn: 更新到{0}

source: Sage Customer number:
de_de: Sage Kundennummer
es_es: Númeo cliente Sage :
fr_fr: Numéro client Sage :
pt_pt: Número de cliente Sage:
zh_cn: Sage客户编号：

source: User License:
de_de: Benutzerlizenz
es_es: Licencia usuario:
fr_fr: Licence utilisateur :
pt_pt: Licença de Utilizador:
zh_cn: 用户许可证：

source: Installed by:
de_de: Installiert von:
es_es: Instalada por
fr_fr: Installée par :
pt_pt: Instalado por:
zh_cn: 安装者：

source: From {0} to {1}
de_de: Von {0} bis {1}
es_es: De {0} a {1}
fr_fr: De {0} à {1}
zh_cn: 从{0}到{1}

source: Offline mode is disabled on IOS
de_de: Offlinemodus ist im IOS nicht aktiv
es_es: El modo offline está desactivado en IOS
fr_fr: Le mode offline est désactivé sur IOS
pt_pt: O modo offline está desativado no IOS
zh_cn: IOS系统上禁用离线模式

source: Timeout attempting to acquire database exclusive control. If this is abnormal behavior please run node with --dbUnlock option
de_de: Zeitüberschreitung beim Versuch, die ausschließliche Kontrolle der Datenbank zu erreichen. Ist dies kein normales Verhalten, lassen Sie den Node mit --dbUnlock Option laufen
es_es: Plazo de caducidad alcazado durante un intento de adquicizión del control exclusivo de la base de datos. Se trata de un comportamiento anormal, ejecute node con la opción --dbUnlock
fr_fr: Délai d'expiration atteint lors d'une tentative d'acquisition du contrôle exclusif de la base de données. S'il s'agit d'un comportement anormal, veuillez exécuter node avec l'option --dbUnlock
pt_pt: Timeout atingido ao tentar adquirir o controlo exclusivo do banco de dados. Se for comportamento anormal, execute nó com a opção --dbUnlock
zh_cn: 在试图获得数据库的唯一控制权时达到超时时限。如果这是 异常行为，请选择运行节点 --dbUnlock

source: Error fetching X3 protoype. Representation: {0}, Facet: {1}, Device: {2}, Message: {3}
de_de: Fehler beim Abrufen des X3-Prototyps. Repräsentation: {0}, Facette: {1}, Gerät: {2}, Nachricht: {3}
es_es: Error de recuperación del prototipo X3. Representación : {0}. Facet : {1}, Periférico: {2}, mensaje: {3}
fr_fr: Erreur de récupération du protoype X3. Représentation : {0}, Facette : {1}, Périphérique: {2}, Message : {3}
pt_pt: Recuperação de erros protótipo X3. Representação {0}, Facet: {1} dispositivo: {2} Mensagem: {3}
zh_cn: 恢复X3原型时出错。表示法：{0}，Facet：{1}，外部设备：{2}，消息：{3}

source: Error fetching user rights
de_de: Fehler beim Abrufen der Benutzerrechte
es_es: Error de recuperación de los permisos de usuario
fr_fr: Erreur de récupération des droits d'utilisateur
pt_pt: Erro ao obter direitos de utilizador
zh_cn: 获取用户权限时出错

source: No synchronization endpoint available
de_de: Kein Synchronisierungsendpoint verfügbar
es_es: Ningún endpoint de sincronización disponible
fr_fr: Aucun endpoint de synchronisation disponible
pt_pt: Sem sincronização endpoint disponível
zh_cn: 没有可用的同步端点

source: Cannot generate unique identifier (UUID)
de_de: Es kann keine eindeutige Kennung (UUID) erzeugt werden
es_es: Imposible generar el identificante único (UUID)
fr_fr: Impossible de générer l'identifiant unique (UUID)
pt_pt: Não foi possível gerar um identificador único (UUID)
zh_cn: 无法产生通用唯一标识符（UUID）

source: No meta entity for synchronization data available
de_de: Keine Metaentität für Synchronisierungsdaten verfügbar
es_es: Ninguna metaentidad disponible para los datos de sincronización
fr_fr: Aucune méta-entité disponible pour les données de synchronisation
pt_pt: No metaentity disponível para sincronização de dados
zh_cn: 没有可用于数据同步的元实体

source: No synchronization on entity {0}
de_de: Keine Synchronisierung auf Entität {0}
es_es: Ninguna sincronización en la entidad {0}
fr_fr: Aucune synchronisation sur l'entité {0}
pt_pt: Sem sincronização da entidade {0}
zh_cn: 该实体上没有任何同步{0}

source: Internal error: Attempt to write read-only property {0}
de_de: Interner Fehler: Versuch, Eigenschaft schreibgeschützt zu schreiben {0}
es_es: Error interno: intento de escritura en la propiedad en solo lectura {0}
fr_fr: Erreur interne : tentative d'écriture dans la propriété en lecture seule {0}
pt_pt: Erro interno tentam gravar a propriedade somente leitura {0}
zh_cn: 内部错误：试图写入只读属性{0}

source: Back to list
de_de: Zurück zum Verzeichnis
es_es: Volver a la lista
fr_fr: Retour à la liste
pt_pt: Voltar a visão geral
zh_cn: 返回列表

source: Bad relation type {0} for {1}.{2}
de_de: Falscher Beziehungstyp {0} für {1}.{2}
es_es: Tipo de relación erróneo {0} para {1}.{2}
fr_fr: Type de relation erronée {0} pour {1}.{2}
pt_pt: Tipo de relação errônea {0} para {1}. {2}
zh_cn: 对{1}.{2}而言错误的关系类型{0}

source: Create new slide
de_de: Neue Folie erstellen
es_es: Crear una nueva diapositiva
fr_fr: Créer une nouvelle diapositive
pt_pt: Criar um novo slide
zh_cn: 创建新幻灯片

source: The record {0} will be deleted. Confirm ?
de_de: Der Datensatz {0} wird gelöscht. Bestätigen?
es_es: El registro {0} será borrado. ¿Desea confirmar?
fr_fr: L'enregistrement {0} sera supprimé. Confirmer ?
pt_pt: Cadastro {0} será excluído. Confirmar
zh_cn: 记录{0}将被删除。确认吗？

source: {0}.{1} error: $enumCaptions - this format is deprecated, please use $enum:[{$value:one_value,$title:a_title},...]
de_de: {0}.{1} Fehler: $enumCaptions - dieses Format ist veraltet, bitte verwenden Sie $enum:[{$value:one_value,$title:a_title},..
es_es: {0}.{1} error: $enumCaptions - este formato está obsoleto, utilice $enum:[{$value:one_value,$title:a_title},...]
fr_fr: {0}.{1} erreur: $enumCaptions - ce format est obsolète, veuillez utiliser $enum:[{$value:one_value,$title:a_title},...]
pt_pt: {0} {1} erro .: $ EnumCaptions - este formato é obsoleto, utilize $ enum: [{$ value: one_value, $ title: a_title}, ...]
zh_cn: {0}.{1}错误：$enumCaptions - 这种格式已过时，请使用$enum:[{$value:one_value,$title:a_title},...]

source: Help
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide
pt_pt: Ajuda
zh_cn: 帮助

source: Have you installed the SyracuseAddins for Office?
de_de: Haben Sie die SyracuseAddins für Office installiert?
es_es: ¿Ha instalado el SyracuseAddins para Office ?
fr_fr: Avez-vous installé le SyracuseAddins pour Office ?
pt_pt: Instalou o SyracuseAddins para o Office?
zh_cn: 您是否已为Office安装了SyracuseAddins？

source: List of {0}
de_de: Verzeichnis der {0}
es_es: Lista de {0}
fr_fr: Liste de {0}
pt_pt: Lista {0}
zh_cn: {0}列表

source: Create {0}
de_de: Erstellen {0}
es_es: Crear {0}
fr_fr: Créer {0}
pt_pt: Criar {0}
zh_cn: 创建{0}

source: Internal error: Property create with no meta
de_de: Interner Fehler: Eigenschaft erstellen ohne Meta
es_es: Error interno: Propiedad creada sin ningún metadato
fr_fr: Erreur interne : Propriété créée sans aucune métadonnée
pt_pt: Erro interno Propriedade criado sem metadados
zh_cn: 内部错误：已创建的属性没有元数据

source: Synchronization digest does not have an origin
de_de: Synchronisierungs-Digest hat keinen Ursprung
es_es: El "digest" de sincronización no tiene ningún origen
fr_fr: Le "digest" de synchronisation n'a aucune origine
pt_pt: A "compilação" sincronização não tem origem
zh_cn: 同步的"digest"没有来源

source: Internal error: target entity not found in getLink; entity {0}, relation {1}, variant {2}.
de_de: Interner Fehler: Zielentität im getLink nicht gefunden; Entität {0}, Beziehung {1}, Variante {2}.
es_es: Error interno: entidad objetivo no encontrada en getLink; entidad {0}, relación {1}, variante {2}.
fr_fr: Erreur interne : entité cible non trouvée dans getLink; entité {0}, relation {1}, variante {2}.
pt_pt: Erro interno alvo entidade não foi encontrado na getLink; entidade {0}, {1} relação, variante {2}.
zh_cn: 内部错误：在getLink中未找到目标实体；实体{0}，关系{1}，变量{2}。

source: Internal warning: use of deprecated property "{0}". Use "{1}" instead.
de_de: Interne Warnung: veraltete Eigenschaft "{0}" wird verwendet. Stattdessen"{1}" verwenden.
es_es: Aviso interno: uso de la propiedad obsoleta "{0}". Use "{1}" en su lugar.
fr_fr: Avertissement interne : utilisation de la propriété obsolète"{0}". Utiliser "{1}" à la place.
pt_pt: Aviso interno: uso de bens obsoletos "{0}" . Use "{1}" em seu lugar.·
zh_cn: 内部警告：使用了过时的属性"{0}"。请使用"{1}"来代替。

source: Print
de_de: Drucken
es_es: Imprimir
fr_fr: Imprimer
pt_pt: Imprimir
zh_cn: 打印

source: Entity not found for relation {0}
de_de: Entität für Beziehung {0} nicht gefunden
es_es: Entidad no encontrada para la relación {0}
fr_fr: Entité non trouvée pour la relation {0}
pt_pt: Entidade não encontrado para a relação {0}
zh_cn: 未找到关系{0}的实体

source: Translations
de_de: Übersetzungen
es_es: Traducciones
fr_fr: Traductions
pt_pt: Traduções
zh_cn: 翻译

source: Internal error: attempt to access unsupported property {0}
de_de: Interner Fehler: Versuch, nicht unterstützte Eigenschaft {0} zu erreichen
es_es: Error interno: intento de acceso a una propiedad no soportada {0}
fr_fr: Erreur interne : tentative d'accès à une propriété non supportée {0}
pt_pt: Erro interno tentar acessar uma propriedade sem suporte {0}
zh_cn: 内部错误：试图访问不支持的属性 {0}

source: Array expected for {0}.{1}. Got: {2}
de_de: Array erwartet für {0}.{1}. Erhalten: {2}
es_es: Aray esperado {0}.{1}. Recibido {2}
fr_fr: Array attendu {0}.{1}. Reçu: {2}
pt_pt: Matriz esperado {0}. {1}. Nota fiscal {2}
zh_cn: 预期数组{0}.{1}. 已收到：{2}

source: Cannot delete "{0}" as is referenced by "{1}.{2}"
de_de: "{0}" kann nicht gelöscht werden, da es durch "{1}.{2}" referenziert ist
es_es: Imposible borrar "{0}" porque está utilizada por "{1}.{2}"
fr_fr: Impossible de supprimer "{0}" puisqu'elle est référencée par "{1}.{2}"
pt_pt: Não é possível excluir "{0}" porque ele é referenciado por "{1}". "{2}"·
zh_cn: 无法删除"{0}"，因为其已被"{1}.{2}"引用

source: Object signature doesn't match. Entity: {0}; $uuid: {1}
de_de: Objektsignatur stimmt nicht. Entität: {0}; $uuid: {1}
es_es: La firma objeto no se corresponde. Entidad : {0}; $uuid: {1}
fr_fr: La signature objet ne correspond pas. Entité : {0}; $uuid: {1}
pt_pt: O objeto assinatura não corresponde. Entidade {0}; $ Uuid: {1}
zh_cn: 对象签名不相符。实体：{0}；$uuid：{1}

source: Forbidden: You don't have the authorization to create an instance of the entity {0}
de_de: Unzulässig: Sie haben keine Berechtigung eine Instanz der Entität {0} zu erstellen
es_es: Prohibido: no está autorizado para crear una instancia de la entidad {0}
fr_fr: Interdit : vous n'avez pas l'autorisation de créer une instance de l'entité {0}
pt_pt: Interdito: Não tem permissão para criar uma instância da entidade {0}
zh_cn: 禁止：您无权创建一个实体{0}的实例

source: Forbidden: You don't have the authorization to delete an instance of the entity {0}
de_de: Unzulässig: Sie haben keine Berechtigung eine Instanz der Entität {0} zu löschen
es_es: Prohibido: no está autorizado para borrar una instancia de la entidad {0}
fr_fr: Interdit : vous n'avez pas l'autorisation de supprimer une instance de l'entité {0}
pt_pt: Interdito: Não tem permissão para excluir uma instância da entidade {0}
zh_cn: 禁止：您无权删除一个实体{0}的实例
